/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "in %@";

/* localized date component names and plural forms */
"now" = "now";
"%d year (plural rule: one)" = "%d year";
"%d year (plural rule: other)" = "%d years";
"%d month (plural rule: one)" = "%d month";
"%d month (plural rule: other)" = "%d months";
"%d week (plural rule: one)" = "%d week";
"%d week (plural rule: other)" = "%d weeks";
"%d day (plural rule: one)" = "%d day";
"%d day (plural rule: other)" = "%d days";
"%d hour (plural rule: one)" = "%d hour";
"%d hour (plural rule: other)" = "%d hours";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d sec";
"%d second (plural rule: other)" = "%d sec";
